{
    "myHeaderHeader":"Начало",
    "myHeaderSteps":"Шаги",
    "myHeaderAbout":"Обо мне",
    "myHeaderExperience":"Опыт",
    "myHeaderContacts":"Контакты",

    "timeGoAway": " Го дружить! Время уходит: ",
    "head1":"Артемий ",
    "head2":"Гринкевич",
    "superHi": "Приветствую! Я твой frontend разработчик. Сделаю классный сайт! Го дружить :)  ",


    "aboutFrontendAxit":"Привет, я амбициозный начинающий фронтенд-разработчик из Беларуси.\nИзучал: Github, HTML5, CSS, SCSS, Bootstrap, Tailwind, Javascript, Typescript, React, Redux, Webpack, Eslint.\nМой проект с HTML5 и CSS вы можете увидеть по ссылке:",
    "aboutFrontendTrololo":"Я также принимал участие в групповом проекте, написанном на JavaScript, HTML 5, SCSS, WebPack, JavaScript, WebPack, Eslint. Вы можете увидеть его по ссылке:",
    "aboutFrontendNow":"Сейчас я занимаюсь обучением разработки приложений с использованием React и Redux. Вы можете увидеть это по ссылке:",
    "aboutFrontendReady":"Я готов к продуктивному сотрудничеству.",

 
    "stepTitle":"Этапы создания сайта.",
    "stepDescription":"Знаю, что такое классный стиль. Готов помочь сделать отличный проект! Делаю только индивидуальные проекты. Отношусь к вашему бизнесу как к своему. Анализирую рынок, составляю индивидуальную структуру и уникальный дизайн. ",
    "step1":"Определяем цели, общаемся и оговариваем ваши пожелания и идеи, проводим анализ конкуренто.",
    "step2":"Прорабатываем архитектуру сайта исходя из вашего запроса. Полностью планируем блоки.",
    "step3":"Оговариваем сроки выполнения, беремся за работу на основе утвержденного макета",
    "step4":"Предоставляем 2 этапа правок, чтобы вы получили именно то что вы хотите. После согласования работ бьем по рукам. Готово!",


    "aboutTitle1":"ЗНАЮ, ЧТО ТАКОЕ",
    "aboutTitle2":"СТИЛЬНЫЙ САЙТ",
    "aboutDescription1":"Меня зовут Артемий Гринкевич. Я стараюсь становиться лучше в своих скилах с каждым проектом.",
    "aboutDescription2":"Я люблю frontend и все что связано с веб разработкой, потому что это многранный процесс, в нем нет одинаковых задач, всегда нужно оставаться в тонусе, нельзя отставать.",
    
    
    "frontendExperience":"МОЙ FRONT-END ОПЫТ",
    "experienceTitle":"IT ШКОЛА \"TEACH ME SKILLS\"",
    "experienceDescription":"В 2023 году я окончил IT-курсы «Teach me skills» по специализации Front End development. Изучал и внедрял веб-разработку. Делал индивидуальные проекты. Участвовал в груповых проектах. Разработал несколько веб-сайтов.",
    "experienceButton":"Переместиться в начало",


    "myContacts":"Мои контакты:",
    "designedContacts":"Разработан Артемием Гринкевичем в 2023 году."
}