

{

    "myHeaderHeader":"Header",
    "myHeaderSteps":"Steps",
    "myHeaderAbout":"About",
    "myHeaderExperience":"Experience",
    "myHeaderContacts":"Contacts",

    "timeGoAway": "Let's be friends! Time goes away: ",
    "head1": "Artemiy ",
    "head2": "Grinkevich",
    "superHi": "Super hi! I am your frontend developer. I will make a great website! Let's be friends:) ",
    "aboutFrontendAxit": "Hello, I am an ambitious active beginner front-end developer from Belarus.\nStudied: Github, HTML5, CSS ,SCSS, Bootstrap, Tailwind, Javascript, Typescript, React, Redux, Webpack, Eslint.\nMy project with HTML5 and CSS you can see using the link:",
    "aboutFrontendTrololo":"I also took part in a group project that was written in Javascript HTML 5, SCSS, WebPack, JavaScript, WebPack, Eslint, you can see it by the link: ",
    "aboutFrontendNow":" Now I am training to develop applications using React, Redux you can see by the link:",
    "aboutFrontendReady":"I am ready for productive cooperation.",


    "stepTitle":"Site creation steps.",
    "stepDescription":"I know what a great style is. Ready to make a perfect project! I exclusively work on individual projects. I treat your business as my own. I analyze the market, create an individual structure and unique design.",
    "step1":"We define goals, communicate and discuss your wishes and ideas, conduct a competitive analysis.",
    "step2":"We are working on the site architecture. If the site is one-page, then we plan the blocks completely.",
    "step3":"We negotiate the deadlines, we take up the work based on the approved layout.",
    "step4":"We provide 2 stages of edits so that you get exactly what you want. After agreeing of the work, we shake hands. Ready!",

    
    "aboutTitle1":"I KNOW WHAT",
    "aboutTitle2":"A STYLISH SITE IS",
    "aboutDescription1":"My name is Artemy Grinkevich. I try to get better at my skills with every project.",
    "aboutDescription2":"I love frontend and everything related to web development, because this is a multifaceted process, there are no identical tasks, you always need to stay in good shape, you can’t fall behind.",
    "frontendExperience":"MY FRONT-END EXPERIENCE",

    "experienceTitle": "IT SCHOOL \"TEACH ME SKILLS\"",
    "experienceDescription":"In 2023, I graduated from IT courses named \"Teach me skills\" by the specialisation Front End development. Studied and implemented web development. Made single projects. Participated  in the team projects. Developed a several web-sites.",
    "experienceButton":"Scroll to Header",


    "myContacts":"My contacts:",
    "designedContacts":"Designed by Artemiy Grinkevich in 2023"
}
